{
    "landingPage_bg_img": "/Images/join-our-team/iStock-1455431483.jpg",
    "landingPage_heading": "Be your own boss",
    "landingPage_sub_heading": "We provide excellent opportunities for self-employed cleaners, as well as providing you with flexible hours of work.",
    "landingPage_desc": "What makes Peaksheen stand out from all other cleaning companies? We provide excellent opportunities for self-employed cleaners wishing to work with us. We provide you with flexible hours of work, cleaning both domestic and commercial properties. In return, we are looking for self-employed cleaners in Manchester who have high standards and are committed to excellence. In return, we will provide you with basic training, instructing you on how you should interact with Peaksheen clients.",
    "section_1_heading": "Fantastic opportunity to join our team!",
    "section_1_heading_desc": "Do you like the idea of working flexible hours at a time that suits you? We are looking for quality cleaners who are reliable and professional. In return, we will provide you with a convenient cleaning job that fits in with your lifestyle commitments.",
    "section_1_blocks": [
        {
            "title": "Why choose us?",
            "description": "We care about our cleaning staff. When you work for Peaksheen, in return for providing superb service, you will be compensated with a fair wage, full insurance coverage, and excellent working conditions. Join us if you want to work for a company that provides flexible full and part-time work!"
        },
        {
            "title": "Cleaning jobs in your local area",
            "description": "We want to hear from you if you live in the Manchester area and are seeking consistent cleaning work. Because all work is local and convenient, travelling time is minimal. We will match you with clients within easy commuting distance of your address."
        },
        {
            "title": "Domestic cleaning opportunities",
            "description": "Check out our vacancies and choose the jobs that fit the demands of your daily life. Fit cleaning work around the needs of the family. Build up relationships with clients, cleaning at regular intervals."
        },
        {
            "title": "Flexible well-paid cleaning work",
            "description": "We believe in rewarding hard work so as a quality cleaner, you will receive a fair wage, guaranteed. Work flexibly without having to worry about being paid."
        },
        {
            "title": "Access our online portal",
            "description": "All cleaning jobs are managed via our online portal, easily accessible from any device with internet access. Once you have created a personal account, you’ll be able to accept jobs, view client details, manage your availability, receive work notifications and track payments."
        }
    ],
    "section_2_img": "/Images/join-our-team/iStock-1218311009.jpg",
    "section_3_img": "/Images/join-our-team/iStock-1210321437.jpg",
    "section_4_img": "/Images/join-our-team/iStock-1491055638.jpg",
    "section_5_img": "/Images/join-our-team/iStock-1493293451.jpg",
    "about_us_content": "At Peaksheen, we believe a clean home is a happy home. We are dedicated to making your life easier with our seamless, online booking platform, offering a range of house cleaning services tailored to fit your needs. Whether you're looking for a One-Time Spring Clean to refresh your space or Regular Cleaning to maintain a spotless home, Peaksheen has you covered. Our services are customizable to match your home's unique requirements and your busy schedule, ensuring a personalized and convenient experience every time. We proudly serve a diverse clientele, from renters and landlords to busy professionals, elderly individuals, new parents, and anyone who values their time and prefers to enjoy life rather than spend it cleaning. Our professional, trustworthy team brings a warm and friendly touch to every job, making sure your home is not just clean, but cared for. With Peaksheen, you get more than just a cleaning service—you get peace of mind. Our user-friendly platform makes booking simple and hassle-free, while our efficient service ensures your home is in good hands. At Peaksheen your home is our priority",
    "about_us_facebook_link": "https://www.facebook.com/peaksheen/"
}
